Repository: TimmyAmant/marquee
Catalog: mac/Marquee/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br

source: Adds “Sign in with …” for your own identity provider — Authentik, Authelia, Pocket ID, Keycloak, Google, or anything else that speaks OpenID Connect — on the website and the Mac, iPhone and Windows apps.
de: Fügt „Anmelden mit …“ für deinen eigenen Identitätsanbieter hinzu – Authentik, Authelia, Pocket ID, Keycloak, Google oder alles andere, was OpenID Connect spricht – auf der Website und in den Apps für Mac, iPhone und Windows.
es: Añade «Iniciar sesión con…» para tu propio proveedor de identidad (Authentik, Authelia, Pocket ID, Keycloak, Google o cualquier otro que hable OpenID Connect) en la web y en las apps de Mac, iPhone y Windows.
fr: Ajoute « Se connecter avec … » pour votre propre fournisseur d’identité — Authentik, Authelia, Pocket ID, Keycloak, Google ou tout autre qui parle OpenID Connect — sur le site et dans les applications Mac, iPhone et Windows.
pt_br: Adiciona “Entrar com…” para o seu próprio provedor de identidade — Authentik, Authelia, Pocket ID, Keycloak, Google ou qualquer outro que fale OpenID Connect — no site e nos apps para Mac, iPhone e Windows.

source: Admin (you)
de: Admin (du)
es: Administrador (tú)
fr: Administrateur (vous)
pt_br: Administrador (você)

source: Adult content
de: Inhalte für Erwachsene
es: Contenido para adultos
fr: Contenu pour adultes
pt_br: Conteúdo adulto

source: Adult titles (as TMDb marks them)
de: Titel für Erwachsene (wie TMDb sie markiert)
es: Títulos para adultos (según los marca TMDb)
fr: Titres pour adultes (tels que TMDb les signale)
pt_br: Títulos adultos (como o TMDb os marca)

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
pt_br: Avançado

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
pt_br: Opções avançadas

source: Advanced request options
de: Erweiterte Anfrageoptionen
es: Opciones avanzadas de solicitud
fr: Options avancées de demande
pt_br: Opções avançadas de pedido

source: Age rating
de: Altersfreigabe
es: Clasificación por edad
fr: Classification par âge
pt_br: Classificação etária

source: All
de: Alle
es: Todo
fr: Tout
pt_br: Tudo

source: All Features
de: Alle Funktionen
es: Todas las funciones
fr: Toutes les fonctionnalités
pt_br: Todos os recursos

source: All features
de: Alle Funktionen
es: Todas las funciones
fr: Toutes les fonctionnalités
pt_br: Todos os recursos

source: All genres
de: Alle Genres
es: Todos los géneros
fr: Tous les genres
pt_br: Todos os gêneros

source: All titles
de: Alle Titel
es: Todos los títulos
fr: Tous les titres
pt_br: Todos os títulos

source: All years
de: Alle Jahre
es: Todos los años
fr: Toutes les années
pt_br: Todos os anos

source: Allow Local Network access
de: Zugriff auf lokales Netzwerk erlauben
es: Permitir el acceso a la red local
fr: Autoriser l’accès au réseau local
pt_br: Permitir acesso à rede local

source: Already a member
de: Schon Mitglied
es: Ya es miembro
fr: Déjà membre
pt_br: Já é membro

source: Already available on a streaming service we have
de: Schon bei einem unserer Streamingdienste verfügbar
es: Ya está en un servicio de streaming que tenemos
fr: Déjà disponible sur un service de streaming que nous avons
pt_br: Já está em um serviço de streaming que temos

source: Already blocked — remove it from the list above to allow it again.
de: Schon gesperrt – entferne es oben aus der Liste, um es wieder zu erlauben.
es: Ya está bloqueado; quítalo de la lista de arriba para volver a permitirlo.
fr: Déjà bloqué — retirez-le de la liste ci-dessus pour l’autoriser à nouveau.
pt_br: Já bloqueado — remova da lista acima para permitir de novo.

source: Already have an account?
de: Du hast schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
pt_br: Já tem uma conta?

source: Already in your library
de: Schon in deiner Mediathek
es: Ya en tu biblioteca
fr: Déjà dans votre bibliothèque
pt_br: Já na sua biblioteca

source: Also request what's on it now
de: Auch anfragen, was schon drauf ist
es: Solicitar también lo que ya tiene
fr: Demander aussi ce qui s’y trouve déjà
pt_br: Pedir também o que já está nela

source: Also requested by %@
de: Auch angefragt von %@
es: También lo solicitó: %@
fr: Également demandé par %@
pt_br: Também pedido por %@

source: Also works with a watchlist URL (…/users/username/watchlist). The list must be public on Trakt's side. Matching titles not already owned or requested are added to your pending Requests queue.
de: Funktioniert auch mit einer Watchlist-URL (…/users/username/watchlist). Die Liste muss auf Trakt öffentlich sein. Gefundene Titel, die du noch nicht hast oder angefragt hast, kommen zu deinen ausstehenden Anfragen.
es: También funciona con la URL de una watchlist (…/users/username/watchlist). La lista debe ser pública en Trakt. Los títulos encontrados que aún no tengas ni hayas solicitado se añaden a tus solicitudes pendientes.
fr: Fonctionne aussi avec l’URL d’une watchlist (…/users/username/watchlist). La liste doit être publique sur Trakt. Les titres trouvés que vous ne possédez pas et n’avez pas encore demandés sont ajoutés à vos demandes en attente.
pt_br: Também funciona com a URL de uma watchlist (…/users/username/watchlist). A lista precisa ser pública no Trakt. Os títulos encontrados que você ainda não tem nem pediu entram nos seus pedidos pendentes.

source: And more in earlier releases.
de: Und mehr in früheren Versionen.
es: Y más en versiones anteriores.
fr: Et plus encore dans les versions précédentes.
pt_br: E mais em versões anteriores.

source: Anime quality profile
de: Qualitätsprofil für Anime
es: Perfil de calidad para anime
fr: Profil de qualité anime
pt_br: Perfil de qualidade para anime

source: Anime root folder
de: Stammordner für Anime
es: Carpeta raíz para anime
fr: Dossier racine anime
pt_br: Pasta raiz para anime

source: Anime tags
de: Tags für Anime
es: Etiquetas para anime
fr: Étiquettes anime
pt_br: Tags para anime

source: Anime to the anime folder
de: Anime in den Anime-Ordner
es: Anime a la carpeta de anime
fr: Les animés dans le dossier animé
pt_br: Anime na pasta de anime

source: Any codec
de: Jeder Codec
es: Cualquier códec
fr: Tout codec
pt_br: Qualquer codec

source: Any language
de: Alle Sprachen
es: Cualquier idioma
fr: Toutes les langues
pt_br: Qualquer idioma

source: Any resolution
de: Jede Auflösung
es: Cualquier resolución
fr: Toute résolution
pt_br: Qualquer resolução

source: Any source
de: Jede Quelle
es: Cualquier origen
fr: Toute source
pt_br: Qualquer origem

source: Any status
de: Jeder Status
es: Cualquier estado
fr: Tout état
pt_br: Qualquer status

source: Any title with this TMDb keyword or genre can't be requested (you can still add it yourself).
de: Titel mit diesem TMDb-Stichwort oder -Genre können nicht angefragt werden (du kannst sie trotzdem selbst hinzufügen).
es: Ningún título con esta palabra clave o género de TMDb se podrá solicitar (tú sí puedes añadirlo).
fr: Aucun titre avec ce mot-clé ou ce genre TMDb ne pourra être demandé (vous pouvez toujours l’ajouter vous-même).
pt_br: Nenhum título com essa palavra-chave ou gênero do TMDb poderá ser pedido (você ainda pode adicioná-lo).

source: Anyone your provider lets in gets a member account on first sign-in. Off: only accounts that linked it can use it.
de: Jeder, den dein Anbieter reinlässt, bekommt bei der ersten Anmeldung ein Mitgliedskonto. Aus: Nur Konten, die es verknüpft haben, können es nutzen.
es: Cualquiera a quien tu proveedor deje entrar obtiene una cuenta de miembro al iniciar sesión por primera vez. Desactivado: solo pueden usarlo las cuentas que lo hayan vinculado.
fr: Toute personne acceptée par votre fournisseur obtient un compte membre à sa première connexion. Désactivé : seuls les comptes qui l’ont associé peuvent l’utiliser.
pt_br: Qualquer pessoa que o seu provedor deixar entrar ganha uma conta de membro no primeiro login. Desativado: só as contas que o vincularam podem usá-lo.

source: Anything else? (optional)
de: Sonst noch etwas? (optional)
es: ¿Algo más? (opcional)
fr: Autre chose ? (facultatif)
pt_br: Mais alguma coisa? (opcional)

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
pt_br: Aparência

source: Application token
de: Anwendungs-Token
es: Token de la aplicación
fr: Jeton d’application
pt_br: Token do aplicativo

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
pt_br: Aprovar

source: Approve all
de: Alle genehmigen
es: Aprobar todas
fr: Tout approuver
pt_br: Aprovar todos

source: Approve, decline and change other people's requests, and handle Can't find and Couldn't add.
de: Anfragen anderer genehmigen, ablehnen und ändern und sich um „Nicht gefunden“ und „Hinzufügen fehlgeschlagen“ kümmern.
es: Aprobar, rechazar y cambiar las solicitudes de otros, y gestionar No se encuentra y No se pudo añadir.
fr: Approuver, refuser et modifier les demandes des autres, et gérer Introuvable et Ajout impossible.
pt_br: Aprovar, recusar e alterar pedidos de outras pessoas e cuidar de Não encontrado e Não foi possível adicionar.

source: Approved %lld.
de: Genehmigt: %lld.
es: Aprobadas: %lld.
fr: Approuvées : %lld.
pt_br: Aprovados: %lld.

source: Approved and released, but Sonarr/Radarr still has nothing %lld hours or more after approval. Most often no indexer has a copy yet.
de: Genehmigt und erschienen, aber Sonarr/Radarr hat %lld Stunden oder länger nach der Genehmigung noch nichts. Meistens hat noch kein Indexer eine Kopie.
es: Aprobadas y estrenadas, pero Sonarr/Radarr sigue sin tener nada %lld horas o más después de aprobarlas. Casi siempre es porque ningún indexador tiene una copia todavía.
fr: Approuvées et sorties, mais Sonarr/Radarr n’a toujours rien %lld heures ou plus après l’approbation. Le plus souvent, aucun indexeur n’en a encore de copie.
pt_br: Aprovados e lançados, mas o Sonarr/Radarr ainda não tem nada %lld horas ou mais após a aprovação. Na maioria das vezes, nenhum indexador tem uma cópia ainda.

source: Approved straight away
de: Sofort genehmigt
es: Aprobadas al momento
fr: Approuvées directement
pt_br: Aprovados na hora

source: Approved, but Sonarr/Radarr couldn't be reached or didn't take them. Retry once it's back.
de: Genehmigt, aber Sonarr/Radarr war nicht erreichbar oder hat sie nicht angenommen. Versuch es erneut, sobald es wieder da ist.
es: Aprobadas, pero no se pudo contactar con Sonarr/Radarr o no las aceptó. Reintenta cuando vuelva a estar disponible.
fr: Approuvées, mais Sonarr/Radarr était injoignable ou les a refusées. Réessayez quand il sera de retour.
pt_br: Aprovados, mas não foi possível acessar o Sonarr/Radarr ou ele não os aceitou. Tente de novo quando ele voltar.

source: Approving…
de: Wird genehmigt …
es: Aprobando…
fr: Approbation…
pt_br: Aprovando…

source: Around %@.
de: Etwa am %@.
es: Hacia el %@.
fr: Vers le %@.
pt_br: Por volta de %@.

source: As TMDb lists it for that country: NC-17, TV-MA, 18…
de: So, wie TMDb sie für das Land führt: 18, 16, TV-MA…
es: Como la indica TMDb para ese país: NC-17, TV-MA, 18…
fr: Telle que TMDb l’indique pour ce pays : NC-17, TV-MA, 18…
pt_br: Como o TMDb a lista para esse país: NC-17, TV-MA, 18…

source: Ask for movies to be added.
de: Filme zum Hinzufügen anfragen.
es: Pedir que se añadan películas.
fr: Demander l’ajout de films.
pt_br: Pedir que filmes sejam adicionados.

source: Ask for shows, or some of their seasons, to be added.
de: Serien oder einzelne Staffeln zum Hinzufügen anfragen.
es: Pedir que se añadan series o algunas de sus temporadas.
fr: Demander l’ajout de séries, ou de certaines de leurs saisons.
pt_br: Pedir que séries, ou algumas temporadas, sejam adicionadas.

source: Ask for the 4K copy of a movie, once there's a 4K Radarr.
de: Die 4K-Fassung eines Films anfragen, sobald es ein 4K-Radarr gibt.
es: Pedir la copia en 4K de una película, cuando haya un Radarr 4K.
fr: Demander la version 4K d’un film, dès qu’il y a un Radarr 4K.
pt_br: Pedir a cópia em 4K de um filme, quando houver um Radarr 4K.

source: Ask for the 4K copy of a show, once there's a 4K Sonarr.
de: Die 4K-Fassung einer Serie anfragen, sobald es ein 4K-Sonarr gibt.
es: Pedir la copia en 4K de una serie, cuando haya un Sonarr 4K.
fr: Demander la version 4K d’une série, dès qu’il y a un Sonarr 4K.
pt_br: Pedir a cópia em 4K de uma série, quando houver um Sonarr 4K.

source: Audio problem
de: Tonproblem
es: Problema de audio
fr: Problème audio
pt_br: Problema de áudio

source: Auto-approve TV requests
de: Serienanfragen automatisch genehmigen
es: Aprobar automáticamente las solicitudes de series
fr: Approuver automatiquement les demandes de séries
pt_br: Aprovar pedidos de séries automaticamente

source: Auto-approve movie requests
de: Filmanfragen automatisch genehmigen
es: Aprobar automáticamente las solicitudes de películas
fr: Approuver automatiquement les demandes de films
pt_br: Aprovar pedidos de filmes automaticamente

source: Automatic (system language)
de: Automatisch (Systemsprache)
es: Automático (idioma del sistema)
fr: Automatique (langue du système)
pt_br: Automático (idioma do sistema)

source: Automatic — %@
de: Automatisch – %@
es: Automática: %@
fr: Automatique : %@
pt_br: Automática — %@

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
pt_br: Disponível

source: Back
de: Zurück
es: Atrás
fr: Retour
pt_br: Voltar

source: Back to %@
de: Zurück zu %@
es: Volver a %@
fr: Retour à %@
pt_br: Voltar para %@

source: Back to the default
de: Auf Standard zurücksetzen
es: Volver al predeterminado
fr: Revenir à la valeur par défaut
pt_br: Voltar ao padrão

source: Background from %@. Open its page
de: Hintergrund aus %@. Seite öffnen
es: Fondo de %@. Abrir su página
fr: Image de fond tirée de %@. Ouvrir sa page
pt_br: Fundo de %@. Abrir a página

source: Bad video quality
de: Schlechte Bildqualität
es: Mala calidad de vídeo
fr: Mauvaise qualité vidéo
pt_br: Qualidade de vídeo ruim

source: Because you watched %@
de: Weil du %@ gesehen hast
es: Porque viste %@
fr: Parce que vous avez regardé %@
pt_br: Porque você assistiu %@

source: Bell
de: Glocke
es: Campana
fr: Cloche
pt_br: Sino

source: Block
de: Sperren
es: Bloquear
fr: Bloquer
pt_br: Bloquear

source: Block a keyword or genre
de: Stichwort oder Genre sperren
es: Bloquear una palabra clave o un género
fr: Bloquer un mot-clé ou un genre
pt_br: Bloquear uma palavra-chave ou um gênero

source: Block automatically
de: Automatisch sperren
es: Bloquear automáticamente
fr: Bloquer automatiquement
pt_br: Bloquear automaticamente

source: Block by
de: Sperren nach
es: Bloquear por
fr: Bloquer selon
pt_br: Bloquear por

source: Block requests
de: Anfragen sperren
es: Bloquear solicitudes
fr: Bloquer les demandes
pt_br: Bloquear pedidos

source: Blocking…
de: Wird gesperrt …
es: Bloqueando…
fr: Blocage…
pt_br: Bloqueando…

source: Blocklist
de: Sperrliste
es: Lista de bloqueo
fr: Liste de blocage
pt_br: Lista de bloqueio

source: Born %@
de: Geboren: %@
es: Nacimiento: %@
fr: Naissance : %@
pt_br: Nascimento: %@

source: Both
de: Beides
es: Ambos
fr: Les deux
pt_br: Ambos

source: Bottom
de: Unten
es: Abajo
fr: Bas
pt_br: Embaixo

source: Browse all %@
de: Alle anzeigen: %@
es: Ver todo: %@
fr: Tout voir : %@
pt_br: Ver tudo: %@

source: Built-in
de: Integriert
es: Integrada
fr: Intégrée
pt_br: Integrada

source: Button name
de: Name der Schaltfläche
es: Nombre del botón
fr: Nom du bouton
pt_br: Nome do botão

source: CURRENTLY STREAMING ON
de: AKTUELL IM STREAM BEI
es: DISPONIBLE EN STREAMING EN
fr: ACTUELLEMENT EN STREAMING SUR
pt_br: DISPONÍVEL EM STREAMING EM

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
pt_br: Calendário

source: Calendar view
de: Kalenderansicht
es: Vista del calendario
fr: Vue du calendrier
pt_br: Visualização do calendário

source: Can't find
de: Nicht gefunden
es: No se encuentra
fr: Introuvable
pt_br: Não encontrado

source: Can't reach your Marquee server — retrying…
de: Dein Marquee-Server ist nicht erreichbar – neuer Versuch …
es: No se puede conectar con tu servidor Marquee: reintentando…
fr: Impossible de joindre votre serveur Marquee — nouvelle tentative…
pt_br: Não foi possível acessar seu servidor Marquee — tentando de novo…

source: Can't reach your server
de: Dein Server ist nicht erreichbar
es: No se puede conectar con tu servidor
fr: Impossible de joindre votre serveur
pt_br: Não foi possível acessar seu servidor

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Cancel it?
de: Zurückziehen?
es: ¿Cancelarla?
fr: L’annuler ?
pt_br: Cancelar?

source: Cancel request
de: Anfrage zurückziehen
es: Cancelar solicitud
fr: Annuler la demande
pt_br: Cancelar pedido

source: Cancelling…
de: Wird zurückgezogen …
es: Cancelando…
fr: Annulation…
pt_br: Cancelando…

source: Cast
de: Besetzung
es: Reparto
fr: Distribution
pt_br: Elenco

source: Change
de: Ändern
es: Cambiar
fr: Changer
pt_br: Alterar

source: Change Server…
de: Server wechseln …
es: Cambiar de servidor…
fr: Changer de serveur…
pt_br: Trocar de servidor…

source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
pt_br: Trocar foto

source: Change request
de: Anfrage ändern
es: Cambiar solicitud
fr: Modifier la demande
pt_br: Alterar pedido

source: Change server
de: Server wechseln
es: Cambiar de servidor
fr: Changer de serveur
pt_br: Trocar de servidor

source: Change the seasons or 4K before it's reviewed.
de: Ändere die Staffeln oder 4K, bevor sie geprüft wird.
es: Cambia las temporadas o el 4K antes de que se revise.
fr: Modifiez les saisons ou le 4K avant qu’elle soit examinée.
pt_br: Altere as temporadas ou o 4K antes que ele seja analisado.

source: Changed %@
de: Geändert am %@
es: Modificada el %@
fr: Modifiée le %@
pt_br: Alterado em %@

source: Changed since asking
de: Seit der Anfrage geändert
es: Modificada desde que se pidió
fr: Modifiée depuis la demande
pt_br: Alterado desde o pedido

source: Changelog
de: Änderungen
es: Cambios
fr: Changements
pt_br: Mudanças

source: Changing the URL needs the API key again, so a saved key is never sent anywhere new.
de: Wenn du die URL änderst, musst du den API-Schlüssel erneut eingeben, damit ein gespeicherter Schlüssel nie an eine neue Adresse geht.
es: Si cambias la URL, tendrás que volver a escribir la clave de API, para que una clave guardada nunca se envíe a otro sitio.
fr: Changer l’URL demande de ressaisir la clé d’API, pour qu’une clé enregistrée ne soit jamais envoyée ailleurs.
pt_br: Mudar a URL exige a chave de API de novo, para que uma chave salva nunca seja enviada para outro lugar.

source: Channel
de: Kanal
es: Canal
fr: Canal
pt_br: Canal

source: Channel tag (optional)
de: Kanal-Tag (optional)
es: Etiqueta de canal (opcional)
fr: Identifiant de chaîne (facultatif)
pt_br: Tag do canal (opcional)

source: Check Telegram: the bot sent you a code to enter above.
de: Schau in Telegram: Der Bot hat dir einen Code geschickt, den du oben eingibst.
es: Mira Telegram: el bot te envió un código para escribirlo arriba.
fr: Consultez Telegram : le bot vous a envoyé un code à saisir ci-dessus.
pt_br: Veja o Telegram: o bot enviou um código para você digitar acima.

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
pt_br: Verificar atualizações

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
pt_br: Verificar atualizações…

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
pt_br: Verificar agora

source: Check the spelling, or try a shorter title, a person's name or a studio.
de: Prüfe die Schreibweise oder versuche einen kürzeren Titel, einen Namen oder ein Studio.
es: Revisa la ortografía o prueba con un título más corto, el nombre de una persona o un estudio.
fr: Vérifiez l’orthographe, ou essayez un titre plus court, le nom d’une personne ou un studio.
pt_br: Confira a ortografia ou tente um título mais curto, o nome de uma pessoa ou um estúdio.

source: Check your inbox for the code.
de: Schau in deinem Posteingang nach dem Code.
es: Busca el código en tu bandeja de entrada.
fr: Consultez votre boîte de réception pour le code.
pt_br: Procure o código na sua caixa de entrada.

source: Checked %@
de: Geprüft %@
es: Comprobado %@
fr: Vérifié %@
pt_br: Verificado %@

# Checked %lld of %lld addresses
source: Checked %1$lld of %2$lld addresses
de: %1$lld von %2$lld Adressen geprüft
es: %1$lld de %2$lld direcciones comprobadas
fr: %1$lld adresses vérifiées sur %2$lld
pt_br: %1$lld de %2$lld endereços verificados

source: Checking Local Network access…
de: Zugriff auf lokales Netzwerk wird geprüft …
es: Comprobando el acceso a la red local…
fr: Vérification de l’accès au réseau local…
pt_br: Verificando o acesso à rede local…

source: Checking for updates…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
pt_br: Verificando atualizações…

source: Checking requests against your library…
de: Anfragen werden mit deiner Mediathek abgeglichen …
es: Comparando las solicitudes con tu biblioteca…
fr: Comparaison des demandes avec votre bibliothèque…
pt_br: Comparando os pedidos com sua biblioteca…

source: Checking the download…
de: Download wird geprüft …
es: Comprobando la descarga…
fr: Vérification du téléchargement…
pt_br: Verificando o download…

source: Checking your %@ servers…
de: Deine %@-Server werden geprüft …
es: Comprobando tus servidores %@…
fr: Vérification de vos serveurs %@…
pt_br: Verificando seus servidores %@…

source: Checking your integrations…
de: Deine Integrationen werden geprüft …
es: Comprobando tus integraciones…
fr: Vérification de vos intégrations…
pt_br: Verificando suas integrações…

source: Checking your watchlist…
de: Deine Watchlist wird geprüft …
es: Comprobando tu watchlist…
fr: Vérification de votre watchlist…
pt_br: Verificando sua watchlist…

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
pt_br: Verificando…

source: Choose titles nobody can request.
de: Titel festlegen, die niemand anfragen kann.
es: Elegir títulos que nadie puede solicitar.
fr: Choisir les titres que personne ne peut demander.
pt_br: Escolher títulos que ninguém pode pedir.

source: Choose what you're notified about
de: Auswählen, worüber du benachrichtigt wirst
es: Elige de qué recibes notificaciones
fr: Choisir ce qui vous est notifié
pt_br: Escolher sobre o que você é notificado

source: Choose where each kind of notification goes. The bell is the list at the top of every page; devices are the browsers, Macs and PCs you turned notifications on for.
de: Leg fest, wohin jede Art von Benachrichtigung geht. Die Glocke ist die Liste oben auf jeder Seite; Geräte sind die Browser, Macs und PCs, auf denen du Benachrichtigungen eingeschaltet hast.
es: Elige adónde va cada tipo de notificación. La campana es la lista de la parte superior de cada página; los dispositivos son los navegadores, Macs y PCs en los que activaste las notificaciones.
fr: Choisissez où va chaque type de notification. La cloche est la liste en haut de chaque page ; les appareils sont les navigateurs, Mac et PC sur lesquels vous avez activé les notifications.
pt_br: Escolha para onde vai cada tipo de notificação. O sino é a lista no topo de cada página; os dispositivos são os navegadores, Macs e PCs em que você ativou as notificações.

source: Choose which rows Discover shows, and in what order. Everyone in your household sees the same page.
de: Wähle, welche Reihen Entdecken zeigt und in welcher Reihenfolge. Alle in deinem Haushalt sehen dieselbe Seite.
es: Elige qué filas muestra Descubrir y en qué orden. Todo tu hogar ve la misma página.
fr: Choisissez les rangées affichées dans Découvrir et leur ordre. Tout votre foyer voit la même page.
pt_br: Escolha quais fileiras o Descobrir mostra e em que ordem. Todos da sua casa veem a mesma página.
